Revit 2024 API
ParameterTypeId.PhyMaterialParamPoissonMod2 Property
 "Poisson ratio Y"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId PhyMaterialParamPoissonMod2 { get; }
Visual Basic
Public Shared ReadOnly Property PhyMaterialParamPoissonMod2 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ PhyMaterialParamPoissonMod2 {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace